Repository: RobotHabanera/woocommerce
Catalog: languages/*.po
Languages: nl_nl

source: WooCommerce cart with items dropdown
nl_nl: WooCommerce winkelwagen met items dropdwon

source: Woonder Products
nl_nl: Woonder producten

source: Feature rich WooCommerce products widget.
nl_nl: Functierijke WooCommerce producten widget.

source: Previous
nl_nl: Vorige

source: Sale!
nl_nl: Uitverkoop!

source: Recently added
nl_nl: Onlangs toegevoegd

source: Best selling
nl_nl: Meest verkocht

source: Top rated
nl_nl: Best gewaardeerd

source: Featured
nl_nl: Uitgelicht

source: On sale
nl_nl: Aanbieding

source: In category:
nl_nl: In categorie:

source: All
nl_nl: Alle

source: Number of products to display:
nl_nl: Aantal producten om weer te geven:

source: Display products in a slider!
nl_nl: Toon producten in een slider!

source: Number of products per slide:
nl_nl: Aantal producten per slide:

source: Search
nl_nl: Zoeken

source: Search for:
nl_nl: Zoek naar:

source: Previous reading
nl_nl: Vorig bericht

source: Next reading
nl_nl: Volgend bericht

source: Search posts, authors...
nl_nl: Zoek berichten, auteurs...

source: Category
nl_nl: Categorie

source: All posts
nl_nl: Alle berichten

source: Nothing Found
nl_nl: Niets gevonden

source: Ready to publish your first post? %1$sGet started here%2$s.
nl_nl: Klaar om uw eerste bericht te publiceren? %1$sBegin hier%2$s.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
nl_nl: Sorry, maar niets paste bij je zoektermen. Probeer het opnieuw met enkele andere trefwoorden.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
nl_nl: Het lijkt erop dat we niet kunnen vinden waarnaar je op zoek bent. Misschien kan zoeken helpen.

source: Pages:
nl_nl: Pagina's :

source: Read more %s
nl_nl: Lees meer %s

source: Author:
nl_nl: Auteur:

source: %d min read
nl_nl: %d min lezen

source: Search Results For
nl_nl: Zoekresultaten voor

source: Error 404
nl_nl: Fout 404

source: Play button
nl_nl: Afspeelknop

source: Theme Registration
nl_nl: Thema-registratie

source: Request error:
nl_nl: Fout verzoek:

source: However, you have been granted temporary access to all theme functionality for 3 hours. After 3 hours, please try to register the theme again. If you keep getting this error, please %1$scontact our support%2$s.
nl_nl: Echter, je hebt 3 uur tijdelijke toegang tot alle themafunctionaliteit gekregen. Probeer na 3 uur het thema opnieuw te registreren. Als je deze fout blijft ontvangen, vraag dan naar %1$sonze ondersteuning%2$s.

source: Can't deactivate the purchase code, if the theme is not registered.
nl_nl: Kan de aankoopcode niet deactiveren als het thema niet is geregistreerd.

source: Can't verify the Envato token, if the theme is not registered via a ThemeForest purchase code!
nl_nl: Kan het Envato-token niet verifiëren, als het thema niet is geregistreerd via een ThemeForest-aankoopcode!

source: %1$sThe theme is not registered!%2$s %3$sPlease register your theme%4$s, to access %1$sTheme Settings%2$s, %1$sOne Click Demo Import%2$s and receive %1$sAutomatic Theme Updates%2$s.
nl_nl: %1$sHet thema is niet gerigistreerd!%2$s %3$sRegistreer je thema%4$s, om toegang te krijgen tot de %1$sThema-instellingen%2$s, %1$sOne Click Demo Import%2$s en %1$sautomatiche thema -updates%2$s te ontvangen.

source: [PT] Theme Options
nl_nl: [PT] Thema-opties

source: Theme is not registered!
nl_nl: Thema is niet geregistreerd!

source: %5$s%3$sPlease register your theme%4$s, to access these %1$sTheme Options%2$s.%6$s %5$sOnce you register your theme, you will also be able to use %1$sOne Click Demo Import%2$s and receive %1$sAutomatic Theme Updates%2$s.%6$s
nl_nl: %5$s%3$sRegistreer je thema%4$s, om toegang te krijgen tot %1$sThema-opties%2$s.%6$s %5$sEenmaal je thema geregistreerd heb je toegang tot %1$sOne Click Demo Import%2$s en ontvang je %1$sautomatiche thema -updates%2$s.%6$s

source: %3$sPlease register your theme%4$s, to access %1$sOur Support Dashboard%2$s!
nl_nl: %3$sRegistreer je thema%4$s, om toegang te krijgen tot %1$sons Support Dashboard%2$s!

source: Visit our %6$sHelp center%4$s, where you can find the theme documentation and support articles, or login to our %5$sSupport dashboard%4$s, to open a new support ticket.
nl_nl: Bezoek ons %6$sHulp centrum%4$s, waar je de themadocumentatie en ondersteuningsartikelen kunt vinden of kunt inloggen op ons %5$sSupport dashboard%4$s, om een nieuw supportticket te openen.

source: %5$sThe One Click Demo Import for this theme is disabled, because the theme is not registered!%7$s%3$sPlease register your theme%4$s, to access the %1$sOne Click Demo Import%2$s.%6$s
nl_nl: %5$sDe One Click Demo Import is voor dit thema uitgeschakeld omdat het thema niet is geregistreerd!%7$s%3$sRegistreer je thema%4$s, om toegang te krijgen tot de %1$sOne Click Demo Import%2$s.%6$s

source: The One Click Demo Import for this theme is disabled, because the theme is not registered!%5$s%1$sPlease register your theme%2$s, to access the %3$sOne Click Demo Import%4$s.
nl_nl: De One Click Demo Import is voor dit thema uitgeschakeld omdat het thema niet is geregistreerd!%5$s%1$sRegistreer je thema%2$s, om toegang te krijgen tot de %3$sOne Click Demo Import%4$s.

source: Once you register the theme, come back to this page and you will be able to import the demo data!
nl_nl: Wanneer je het thema hebt geregistreerd keer dan terug naar deze pagina en is het mogelijk de demodata te importeren!

source: There was an error with the request to our server!
nl_nl: Er is een fout opgetreden bij het verzoek aan onze server!

source: The WP nonce passed via the AJAX call was not valid!
nl_nl: De WP-fout doorgegeven via de AJAX-call was niet geldig!

source: Your WP user role isn't high enough. You don't have the capability to switch themes.
nl_nl: Je WP-gebruikersrol is niet hoog genoeg. Je hebt niet de mogelijkheid om van thema te wisselen.

source: Theme update is available: %1$s %2$s! %5$sHowever, your theme is not registered correctly and the theme update will fail because of that! Please %7$sregister the theme%4$s again with the same license key in order to solve the update issue%6$s. %3$sRead more about this issue here%4$s.
nl_nl: Thema update beschikbaar:%1$s %2$s! %5$sEchter, je thema is niet correct geregistreerd en de thema update zal daarom mislukken! Gelieve%7$shet thema opnieuw registreren%4$s met dezelfde licentiesleutel om het update probleem op te lossen%6$s.%3$sLees hier meer over dit probleem%4$s.

source: Updating this theme will lose any customizations you have made to the original theme files (customizer settings will not be lost). 'Cancel' to stop, 'OK' to update.
nl_nl: Als je dit thema bijwerkt, gaan alle aanpassingen die in de originele themabestanden zijn gemaakt verloren (aanpassingsinstellingen gaan niet verloren). 'Annuleren' om te stoppen, 'OK' om bij te werken.

source: Theme update is available: %5$s%1$s %2$s%6$s! %5$s%3$sUpdate now%4$s%6$s (check %7$s%1$s changelog%4$s).
nl_nl: Thema-update verkrijgbaar: %5$s%1$s %2$s%6$s! %5$s%3$sUpdate nu%4$s%6$s (check %7$s%1$s changelog%4$s).

source: Yey, you are using our %s theme, therefore, You are awesome!
nl_nl: Yey, je gebruikt ons %s-thema, daarom ben je geweldig!

source: To use the full potential of this theme, you will have to register it with your license key. After successful registration, you will be able to access %1$sTheme Options%2$s, %1$sImport the Demo Data%2$s and receive %1$sAutomatic Updates%2$s.
nl_nl: Om het volledige potentieel van dit thema te gebruiken, moet je het met je licentiecode registreren. Na succesvolle registratie hebt je toegang tot %1$sThema-opties%2$s, %1$sdemo data Importeren%2$s en ontvang je %1$sautomatiche updates%2$s.

source: License key, ie. 3e1fffff58adaaaa3d0ceea2zbaaccg4
nl_nl: Licentiecode, bijv. 3e1fffff58adaaaa3d0ceea2zbaaccg4

source: Deactivate
nl_nl: Deactiveer

source: Recheck the license
nl_nl: Controleer de licentie opnieuw

source: Go to our %1$sProteusThemes dashboard%2$s and login,
nl_nl: Ga naar ons %1$sProteusThemes dashboard%2$s en log in,

source: You will see a list of all purchased themes. Locate the theme you want to register (%s in your case),
nl_nl: Je ziet een lijst met alle aangeschafte thema's. Zoek het thema dat je wilt registreren (%s in uw geval),

source: Copy the %s license key.
nl_nl: Kopieer de %s licentiecode.

source: Don't have a license key yet? %1$sBuy our %2$s theme here%3$s!
nl_nl: Heb je nog geen licentiecode? %1$sKoop hier ons %2$s-thema%3$s!

source: To use the full potential of this theme, you will have to register it with your purchase code. After successful registration, you will be able to access %1$sTheme Options%2$s, %1$sImport the Demo Data%2$s and receive %1$sAutomatic Updates%2$s.
nl_nl: Om het volledige potentieel van dit thema te gebruiken, moet je het met je licentiecode registreren. Na succesvolle registratie hebt je toegang tot %1$sThema-opties%2$s, %1$sdemo data Importeren%2$s en ontvang je %1$sautomatiche updates%2$s.

source: Purchase code:
nl_nl: Aankoopcode:

source: Purchase code, ie. 34813r73-838c-466d-bbbc-aa3aaaaaa273
nl_nl: Aankoopcode, bijv. 34813r73-838c-466d-bbbc-aa3aaaaaa273

source: I want to be notified about theme updates and new theme releases by ProteusThemes! (%1$shere is an example%2$s)
nl_nl: Ik wil op de hoogte blijven van thema-updates en nieuwe thema-releases van ProteusThemes! (%1$shier is een voorbeeld%2$s)

source: Automatic theme updates
nl_nl: Automatische thema-updates

source: If you want to enable automatic theme updates, you have to generate an Envato token and verify it. More details in the instructions section below.
nl_nl: Als je automatische thema-updates wilt inschakelen, moet je een Envato-token genereren en deze verifiëren. Meer details in de instructies hieronder.

source: Please enter your Envato token and click on the "Save" button to enable automatic updates:
nl_nl: Voer je Envato-token in en klik op de knop "Opslaan" om automatische updates in te schakelen:

source: Save
nl_nl: Opslaan

source: Instructions
nl_nl: Instructies

source: Where can I find the purchase code?
nl_nl: Waar kan ik de aankoopcode vinden?

source: Go to your %1$sThemeForest download page%2$s and login,
nl_nl: Ga naar je %1$sThemeForest downloadpagina%2$s en log in,

source: You will see a list of all purchased items, that you made on ThemeForest. Find our %s item and click on the "Download" button, then click on the "License certificates & purchase code (text)",
nl_nl: Er verschijnt een lijst met alle gekochte items op ThemeForest. Zoek ons %s item en klik op de knop "Download" en klik vervolgens op "License certificates & purchase code (text)",

source: That will download a small text file, which you should open. In this text file, you will find the purchase code under the "Item Purchase Code:" title,
nl_nl: Dat zal een klein tekstbestand downloaden dat moet worden geopend. In dit tekstbestand bevind de aankoopcode zich onder de titel "Item Purchase Code:",

source: If you have trouble finding this purchase code, please take a look at this detailed support article on %1$sWhere to find the ThemeForest purchase code%2$s.
nl_nl: In geval van problemen met het vinden van deze aankoopcode, bekijk dan dit gedetailleerde ondersteuningsartikel over %1$sWhere to find the ThemeForest purchase code%2$s.

source: Don't have a purchase code yet? %1$sBuy our %2$s theme here%3$s!
nl_nl: Heb je nog geen licentiecode? %1$sKoop hier ons%2$s-thema%3$s!

source: How do I generate the Envato token for automatic updates?
nl_nl: Hoe genereer ik het Envato-token voor automatische updates?

source: Go to %1$sCreate an Envato token%2$s and login with your themeforest details,
nl_nl: Ga naar %1$sCreate an Envato token%2$s en log in met je ThemeForest gegevens,

source: Input the "Token name", for example: %s - automatic updates,
nl_nl: Voer de "Token name" in, bijvoorbeeld: %s - automatic updates,

source: The checked permissions should be "View and search Envato sites" and "Download your purchased items"
nl_nl: De gecontroleerde machtigingen moeten "View and search Envato sites" en "Download your purchased items" zijn

source: Finally click on the "Create Token" button
nl_nl: Klik ten slotte op de knop "Create Token"

source: An Envato token will be generated for you, that you should use in the field above.
nl_nl: Er wordt een Envato-token gegenereerd, dat in bovenstaand veld moet worden gebruikt.

source: Gradient angle:
nl_nl: Hoek kleurovergang:

source: Use gradient:
nl_nl: Gebruik kleurovergang:

source: Custom URL
nl_nl: Aangepaste URL

source: WoonderShop is all-around marketing theme with perfect blend of modern design trends and proven internet marketing techniques that convert.
nl_nl: WoonderShop is een all-round marketingthema met een perfecte mix van moderne designtrends en bewezen internetmarketingtechnieken die converteren.

source: Empty Template (no header and footer)
nl_nl: Leeg sjabloon (geen koptekst en voettekst)

source: Front page with slider
nl_nl: Voorpagina met slider

# noun
source: Your comment
nl_nl: Jouw reactie

source: This theme requires %2$sPHP 5.4+%3$s to run. Please contact your hosting company and ask them to update the PHP version of your site to at least PHP 5.4.%4$s Your current version of PHP: %2$s%1$s%3$s
nl_nl: Dit thema vereist %2$sPHP 5.4+%3$s om te kunnen worden uitgevoerd. Neem contact op met je hostingbedrijf en vraag hen om de PHP-versie van je site bij te werken naar minimaal PHP 5.4.%4$s Je huidige versie van PHP: %2$s%1$s%3$s

# short version of: hours
source: h
nl_nl: u
