Repository: RobotHabanera/woocommerce
Catalog: languages/*.po
Languages: nl_nl

source: You landed on the wrong side of the website
nl_nl: Je bent op de verkeerde kant van de website beland

source: Page you are looking for is not here. %1$s Go %2$sHome%3$s or try to search:
nl_nl: De pagina waarnaar je zoekt is hier niet. %1$s Ga %2$sHome%3$s of probeer te zoeken:

source: Comments
nl_nl: Reacties

source: Comment Navigation
nl_nl: Navigatie reacties

source: &larr; Older Comments
nl_nl: &larr; Oudere reacties

source: Newer Comments &rarr;
nl_nl: Recentere reacties &rarr;

source: Comments for this post are closed.
nl_nl: Reageren op dit bericht is uitgeschakeld.

source: Name
nl_nl: Naam

source: First and Last name
nl_nl: Voornaam en achternaam

source: E-mail Address
nl_nl: E-mailadres

source: New Comment
nl_nl: Nieuwe reactie

source: Leave a Comment
nl_nl: Reageer

source: Main Menu
nl_nl: Hoofdmenu

source: day
nl_nl: dag

source: days
nl_nl: dagen

source: hour
nl_nl: uur

source: hours
nl_nl: uren

source: minute
nl_nl: minuut

source: minutes
nl_nl: minuten

source: second
nl_nl: seconde

source: seconds
nl_nl: seconden

source: New item has been added.
nl_nl: Er is een nieuw item toegevoegd.

source: Header
nl_nl: Koptekst

source: Footer
nl_nl: Voettekst

source: All layout and appearance settings for the footer.
nl_nl: Alle opmaak en uiterlijke instellingen voor de footer.

source: Other
nl_nl: Overige

source: Logo for the WoonderShop theme.
nl_nl: Logo voor het WoonderShop-thema.

source: Navigation
nl_nl: Navigatie

source: Navigation for the WoonderShop theme.
nl_nl: Navigatie voor het WoonderShop-thema.

source: Text color
nl_nl: Tekstkleur

source: Headings color
nl_nl: Koptekst kleur

source: Primary color
nl_nl: Primaire kleur

source: Link color
nl_nl: Link kleur

source: Secondary button background color
nl_nl: Achtergrondkleur secundaire knop

source: Light button color
nl_nl: Lichte knopkleur

source: Light button background color
nl_nl: Lichte knop achtergrondkleur

source: Dark button background color
nl_nl: Donkere knop achtergrondkleur

source: Slider title color
nl_nl: Slider titelkleur

source: Slider text color
nl_nl: Slider tekstkleur

source: Body background color
nl_nl: Body achtergrondkleur

source: Body background image
nl_nl: Body achtergrondafbeelding

source: Body background repeat
nl_nl: Body achtergrond herhaling

source: No Repeat
nl_nl: Niet herhalen

source: Tile
nl_nl: Tegel

source: Tile Horizontally
nl_nl: Tegel horizontaal

source: Tile Vertically
nl_nl: Tegel verticaal

source: Body background image position
nl_nl: Body positie achtergrondafbeelding

source: Body background attachment
nl_nl: Body bijlage achtergrond

source: Scroll
nl_nl: Scrollen

source: Fixed (parallax effect)
nl_nl: Stationair (parallaxeffect)

source: Wide
nl_nl: Breed

source: Boxed
nl_nl: Omkaderd

source: Logo Image
nl_nl: Logo afbeelding

source: Max recommended height for the logo image is 95px.
nl_nl: Maximaal aanbevolen hoogte voor het logo is 95 pixels.

source: Retina Logo Image
nl_nl: Retina logo afbeelding

source: 2x logo size, for screens with high DPI.
nl_nl: 2x logo formaat voor schermen met hoge dpi.

source: Logo Padding Top
nl_nl: Logo opvulling boven

source: Logo Padding Right
nl_nl: Logo opvulling rechts

source: Logo Padding Bottom
nl_nl: Logo opvulling onder

source: Logo Padding Left
nl_nl: Logo opvulling links

source: Show
nl_nl: Weergeven

source: Hide
nl_nl: Verbergen

source: Hide on Mobile
nl_nl: Verberg op mobiel

source: Top Left bar visibility
nl_nl: Zichtbaarheid balk linksboven

source: Show or hide Top Left widgets area?
nl_nl: Toon of verberg widgetgebied links bovenaan?

source: Show Top Left bar only on home page
nl_nl: Toon balk linksboven alleen op de homepagina

source: Top Right bar visibility
nl_nl: Zichtbaarheid balk rechtsboven

source: Show or hide Top Right widgets area?
nl_nl: Toon of verberg widgetgebied rechts bovenaan?

source: Show Top Right bar only on home page
nl_nl: Toon de balk rechtsboven alleen op de homepagina

source: Header widget area visibility
nl_nl: Zichtbaarheid koptekst widgetgebied

source: Show or hide Header widget area?
nl_nl: Toon of verberg widgetgebied in koptekst?

source: Show Header widget area only on home page
nl_nl: Toon koptekst widgetgebied alleen op de homepagina

source: Featured dropdown background color
nl_nl: Uitgelicht dropdown achtergrondkleur

source: Main navigation background color
nl_nl: Hoofdnavigatie achtergrondkleur

source: Main navigation text color
nl_nl: Hoofdnavigatie tekstkleur

source: Main navigation text hover color
nl_nl: Hoofdnavigatie tekstkleur zweven

source: Main navigation current text color
nl_nl: Hoofdnavigatie tekstkleur huidige

source: Main navigation submenu background
nl_nl: Hoofdnavigatie submenu achtergrond

source: Main navigation background color (mobile)
nl_nl: Hoofdnavigatie achtergrondkleur (mobiel)

source: Main navigation text color (mobile)
nl_nl: Hoofdnavigatie tekstkleur (mobiel)

source: Main navigation item hover background color (mobile)
nl_nl: Hoofdnavigatie item achtergrondkleur zweven (mobiel)

source: Main navigation submenu background color (mobile)
nl_nl: Hoofdnavigatie submenu achtergrondkleur (mobiel)

source: Main navigation submenu text color (mobile)
nl_nl: Hoofdnavigatie submenu tekstkleur (mobiel)

source: Main navigation submenu item hover color (mobile)
nl_nl: Hoofdnavigatie submenu item kleur zweven (mobiel)

source: Show page title area
nl_nl: Toon paginatitel gebied

source: This will hide the page title area on all pages. You can also hide individual page headers in page settings. To remove breadcrumbs from all pages, please deactivate the Breadcrumb NavXT plugin.
nl_nl: Dit verbergt het gebied voor de paginatitel op alle pagina's. Je kunt ook individueel pagina kopteksten verbergen in de pagina-instellingen. Om het kruimelpad van alle pagina's te verwijderen, de-activeer de plugin Breadcrumb NavXT.

source: Page title area background color
nl_nl: Achtergrondkleur paginatitel

source: Page title area background color opacity
nl_nl: Dekking achtergrondkleur paginatitel

source: Input the opacity percentage (0 - 100)
nl_nl: Invoer dekkingsgraad in procenten (0 - 100)

source: Page title color
nl_nl: Kleur paginatitel

source: Breadcrumbs text color
nl_nl: Tekstkleur kruimelpad

source: Benefit bar visibility
nl_nl: Zichtbaarheid voordeelbalk

source: Show or hide Benefit bar underneath the main menu?
nl_nl: Toon of verberg de voordeelbalk onder het hoofdmenu?

source: Show Benefit bar only on home page
nl_nl: Toon de voordeelbalk alleen op de homepagina

source: Sticky header on desktop
nl_nl: Sticky koptekst op desktop

source: Desktop header contains logo and header widget area.
nl_nl: Desktop koptekst bevat logo en koptekst widget gebied.

source: Sticky header on mobile
nl_nl: Sticky koptekst op mobiel

source: Mobile header contains essential eCommerce features (navigation, logo, search, cart) and it's highly recommended to turn this feature on for the best shopping experience.
nl_nl: Mobiele header bevat essentiële eCommerce kenmerken (navigatie, logo, zoeken, winkelmand) en het is ten zeerste aanbevolen om deze optie in te schakelen voor de beste winkelervaring.

source: Show mobile search
nl_nl: Toon mobiel zoeken

source: Show or hide the mobile search in the header.
nl_nl: Toon of verberg mobiel zoeken in de koptekst.

source: Show mobile cart
nl_nl: Toon mobiele winkelmand

source: Show or hide the mobile cart in the header.
nl_nl: Toon of verberg mobiele winkelmand in koptekst.

source: Number of products per page
nl_nl: Aantal producten per pagina

source: Show add to cart button?
nl_nl: Toon “In winkelwagen” knop?

source: Show or hide the add to cart button on the shop pages (shop, categories, tags, ...).
nl_nl: Toon of verberg de toevoegen aan winkelmand knop op de winkelpagina's (winkel, categorieën, labels,...).

source: Sidebar on single product page
nl_nl: Zijbalk op enkel-productpagina

source: No sidebar
nl_nl: Geen zijbalk

source: Left
nl_nl: Links

source: Right
nl_nl: Rechts

source: Show single product header area?
nl_nl: Toon enkel-product koptekst gebied?

source: Show or hide the single product header area (with shop title and breadcrumbs).
nl_nl: Toon of verberg het enkel-product koptekst gebied (met winkel titel en kruimelpad).

source: Show title in single product header area?
nl_nl: Toon titel in enkel-product koptekst gebied?

source: Show or hide the title in single product header area.
nl_nl: Toon of verberg de titel in het enkel-product koptekst gebied.

source: Show breadcrumbs in single product header area?
nl_nl: Toon kruimelpad in enkel-product voettekst gebied?

source: Show or hide the breadcrumbs in single product header area.
nl_nl: Toon of verberg het kruimelpad in het enkel-product koptekst gebied.

source: Show product meta data on single product page?
nl_nl: Toon product meta data op enkel-productpagina?

source: Show or hide the product meta data (SKU, categories, tags,...) on single product page.
nl_nl: Toon of verberg de product meta data (SKU, categorieën, labels,...) op enkel-productpagina.

source: Use floating labels on checkout?
nl_nl: Gebruik zwevende labels bij afrekenen?

source: Use floating labels for inputs on the checkout page. Using floating labels makes the checkout less cluttered and cleaner.
nl_nl: Gebruik zwevende labels voor invoer op de afreken pagina. Gebruik maken van zwevende labels maakt de afrekenpagina minder rommelig en schoner.

source: Footer widgets layout
nl_nl: Opmaak voettekst widgets

source: Select number of widget you want in the footer and then with the slider rearrange the layout
nl_nl: Selecteer het aantal widgets dat je in de koptekst wilt en verander de opmaak met de schuif

source: Footer bottom left text
nl_nl: Voettekst tekst links onderaan

source: Footer bottom right text
nl_nl: Voettekst tekst rechts onderaan

source: Footer background color
nl_nl: Voettekst achtergrondkleur

source: Footer widget title color
nl_nl: Titelkleur voettekst widget

source: Footer text color
nl_nl: Voettekst tekstkleur

source: Footer link color
nl_nl: Voettekst link kleur

source: Footer bottom background color
nl_nl: Voettekst achtergrondkleur onderaan

source: Footer bottom text color
nl_nl: Voettekst kleur onderaan

source: Footer bottom link color
nl_nl: Voettekst link kleur onderaan

source: Number of blog columns
nl_nl: Aantal blog kolommen

source: Sidebar on the blog
nl_nl: Zijbalk op de blog

source: Read more link for each article.
nl_nl: Lees meer link voor ieder artikel.

source: Search Box at the top of the blog
nl_nl: Zoekbalk bovenaan de blog

source: Category box at the top of the blog
nl_nl: Categoriebalk bovenaan de blog

source: Sidebar on the single post page
nl_nl: Zijbalk op de enkele berichtpagina

source: Single post reading time
nl_nl: Leestijd enkel bericht

source: Custom JavaScript (head)
nl_nl: Aangepast Javascript (kop)

source: You have to include the &lt;script&gt;&lt;/script&gt; tags as well. Paste your Google Analytics tracking code here.
nl_nl: Je moet de tags &lt;script&gt;&lt;/script&gt; ook opnemen. Plak hier je Google Analytics tracking code.

source: Custom JavaScript (footer)
nl_nl: Aangepast Javascript (voet)

source: You have to include the &lt;script&gt;&lt;/script&gt; tags as well.
nl_nl: Je moet de tags &lt;script&gt;&lt;/script&gt; ook opnemen.

source: Show ACF admin panel?
nl_nl: Toon ACG beheerpaneel?

source: If you want to use ACF and need the ACF admin panel set this to %1$sYes%2$s. Do not change if you do not know what you are doing.
nl_nl: Wanneer je ACF wilt gebruiken en het ACF beheerpaneel nodig bent zet dit dan op %1$sJa%2$s. Verander dit niet als je niet weet wat je doet.

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Use minified theme CSS (recommended)
nl_nl: Gebruik geminimaliseerde CSS (Aanbevolen)

source: Character set for Google Fonts
nl_nl: Tekenset voor Google Fonts

source: Documentation
nl_nl: Documentatie

source: Click here to see online documentation of the theme!
nl_nl: Klik hier om de online documentatie van het thema te bekijken!

source: %s Comment
nl_nl: %s Reactie

source: The WooCommerce plugin has to be active in order to use this feature! Please activate the WooCommerce plugin.
nl_nl: De WooCommeerce plugin moet geactiveerd zijn om deze functie te gebruiken! Activeer de WooCommerce plugin.

source: is empty
nl_nl: is leeg

source: Edit
nl_nl: Bewerken

source: Your comment is awaiting moderation.
nl_nl: Jouw reactie wacht op goedkeuring.

source: Posted by
nl_nl: Geplaatst door

source: Default sorting
nl_nl: Standaard sortering

source: Sort by popularity
nl_nl: Sorteer op populariteit

source: Sort by average rating
nl_nl: Sorteer op gemiddelde beoordeling

source: Sort by newness
nl_nl: Sorteer op nieuwheid

source: Sort by price: low to high
nl_nl: Sorteer op prijs: laag naar hoog

source: Sort by price: high to low
nl_nl: Sorteer op prijs: hoog naar laag

source: Relevance
nl_nl: Relevantie

source: Please try to manually import the demo data. Here are instructions on how to do that: %1$sDocumentation: Import XML File%2$s
nl_nl: Probeer de demogegevens handmatig te importeren. Hier volgen instructies over hoe dat te doen: %1$sDocumentation: Import XML File%2$s

source: Sort
nl_nl: Sorteer

source: Close sort
nl_nl: Sluit sorteren

source: Sort by:
nl_nl: Sorteer op:

source: Close filter
nl_nl: Sluit filter

source: Street address
nl_nl: Straatnaam

source: Apartment, suite, unit etc. (optional)
nl_nl: Appartement, kamer, studio etc. (optioneel)

source: None
nl_nl: Geen

source: SMM Sidebar
nl_nl: SMM zijbalk

source: Widgets in this area will be shown on all posts and pages.
nl_nl: Widgets in dit gebied zullen getoond worden op alle berichten en pagina's.

source: Add a widget to start. Drag and drop to re-arrange their display order. Adjust the width of each widget by dragging its edges.
nl_nl: Voeg een widget toe om te beginnen. Sleep en verplaats om de weergavevolgorde te wijzigen. Verander de breedte van iedere widget door de randen te slepen.

source: Add a Widget
nl_nl: Voeg een widget toe

source: Search Widgets
nl_nl: Zoek widgets

source: Search widgets&hellip;
nl_nl: Zoek widgets&hellip;

source: Enable
nl_nl: Inschakelen

source: A Mega Menu can only be added to a top level menu item. This Mega Menu will not be displayed.
nl_nl: Een Mega Menu can alleen worden toegevoegd aan een menu item op hoofdniveau. Dit Mega Menu wordt niet weergegeven.

source: Cheatin&#8217; huh?
nl_nl: Hé, valsspelen?

source: Theme Setup
nl_nl: Thema-setup

source: %s%s Themes &lsaquo; Theme Setup: %s%s
nl_nl: %s%s Thema's &lsaquo; Thema-setup: %s%s

source: Return to the dashboard
nl_nl: Terug naar het dashboard

source: Skip
nl_nl: Overslaan

source: Next
nl_nl: Volgende

source: Cancel
nl_nl: Annuleer

source: Install
nl_nl: Installeer

source: Activate
nl_nl: Activeer

source: Import
nl_nl: Importeer

source: Welcome to %s
nl_nl: Welkom bij %s

source: Hi. Welcome back
nl_nl: Hallo. Welkom terug

source: This wizard will set up your theme, install plugins, and import content. It is optional & should take only a few minutes.
nl_nl: Deze wizard zal je thema instellen, plug-ins installeren en inhoud importeren. Het is optioneel en zou slechts een paar minuten moeten duren.

source: You may have already run this theme setup wizard. If you would like to proceed anyway, click on the "Start" button below.
nl_nl: Mogelijk heb je deze wizard voor het instellen van thema's al uitgevoerd. Als je toch wilt doorgaan, klik dan op de knop "Start" hieronder.

source: Register theme
nl_nl: Registreer thema

source: You're good to go!
nl_nl: Je bent klaar om te gaan!

source: Input the theme license key and activate it, to unlock the theme's full potential.
nl_nl: Voer de licentiecode in en activeer het om het thema's volle potentieel te ontsluiten.

source: License key:
nl_nl: Licentiecode:

source: The theme is already registered, so you can go to the next step!
nl_nl: Het thema is al geregistreerd, dus je kunt door naar de volgende stap!

source: Where can I find the license key?
nl_nl: Waar kan ik de licentiecode vinden?

source: Install Child Theme
nl_nl: Installeer Child thema

source: Let's build & activate a child theme so you may easily make theme changes.
nl_nl: Laten we een Child thema maken & activeren zodat je gemakkelijk wijzigingen in je thema kan aanbrengen.

source: Your child theme has already been installed and is now activated, if it wasn't already.
nl_nl: Je Child thema is al geïnstalleerd en is nu geactiveerd, als dit nog niet was gebeurd.

source: Learn about child themes
nl_nl: Leer over Child thema's

source: Awesome. Your child theme has already been installed and is now activated.
nl_nl: Geweldig. Je Child thema is al geïnstalleerd en is nu geactiveerd.

source: Awesome. Your child theme has been created and is now activated.
nl_nl: Geweldig. Je Child thema is gecreëerd en is nu geactiveerd.

source: Install Plugins
nl_nl: Installeer plug-ins

source: You're up to speed!
nl_nl: Je bent op snelheid!

source: Let's install some essential WordPress plugins to get your site up to speed.
nl_nl: Laten we enkele essentiële WordPress-plug-ins installeren om je site op snelheid te brengen.

source: The required WordPress plugins are all installed and up to date. Press "Next" to continue the setup wizard.
nl_nl: De vereiste WordPress-plug-ins zijn allemaal geïnstalleerd en up-to-date. Druk op "Volgende" om door te gaan met de setup-wizard.

source: Advanced
nl_nl: Geavanceerd

source: Import Content
nl_nl: Importeer content

source: Let's import content to your website, to help you get familiar with the theme. This might take a few minutes!
nl_nl: Laten we inhoud naar je website importeren om je vertrouwd te maken met het thema. Dit kan een paar minuten duren!

source: All done. Have fun!
nl_nl: Alles is gedaan! Veel plezier!

source: Your theme has been all set up. Enjoy your new theme by %s.
nl_nl: Je thema is helemaal ingesteld. Geniet van je nieuwe thema van %s.

source: View your website
nl_nl: Bekijk je website

source: Explore WordPress
nl_nl: Verken WordPress

source: Get Theme Support
nl_nl: Krijg hulp voor thema's

source: Start Customizing
nl_nl: Begin met aanpassen

source: [invalid time format, for the time_left shortcode]
nl_nl: [ongeldige tijdnotatie, voor de time_left shortcode]

source: invalid date and time format, for the urgency_counter shortcode
nl_nl: ongeldige datum-en tijdnotatie voor de urgency_counter shortcode

source: Blog Sidebar
nl_nl: Blog zijbalk

source: Sidebar on the blog layout.
nl_nl: Zijbalk op de blog-layout.

source: Regular Page Sidebar
nl_nl: Normale paginazijbalk

source: Sidebar on the regular page.
nl_nl: Zijbalk op de reguliere pagina.

source: Top Left
nl_nl: Linksboven

source: Header widget area for Cart, Icon Box, Buttons (Textwidget), Social Icons, Search, or Skype Button.
nl_nl: Koptekstwidget voor winkelwagen, pictogramvak, knoppen (tekstwidget), sociale pictogrammen, zoeken of Skype-knop.

source: Benefit Bar
nl_nl: Voordeelbalk

source: Benefit bar widget area under main navigation for Icon Box.
nl_nl: Voordeelbalk widgetgebied onder hoofdnavigatie voor pictogramvak.

source: Shop Sidebar
nl_nl: Winkel Zijbalk

source: Sidebar for the shop page
nl_nl: Zijbalk voor de winkelpagina

source: Footer area works best with %d widgets. This number can be changed in the Appearance &rarr; Customize &rarr; Theme Options &rarr; Footer.
nl_nl: Voettekstgebied werkt het beste met %d widgets. Dit aantal kan worden gewijzigd in de Weergave &rarr; Aanpassen &rarr; Thema-opties &rarr; Voettekst.

source: Call to Action widget for Page Builder.
nl_nl: Call to Action widget voor Page Builder.

source: Title:
nl_nl: Titel:

source: Subtitle:
nl_nl: Subtitel:

source: Button Area:
nl_nl: Knopgebied:

source: Input a button shortcode in the above field. Please take a look at the %1$sButtons Shortcode documentation%2$s to learn more on how to write button shortcodes.
nl_nl: Voer in het bovenstaande veld een shortcode voor de knop in. Bekijk de %1$sButtons Shortcode documentation%2$s voor meer informatie over het schrijven van knopkortingen.

source: Countdown timer to a specific date and time.
nl_nl: Countdown timer naar een specifieke datum en tijd.

source: End date and time:
nl_nl: Einddatum en tijd:

source: The date and time format is not correct! Please take a look at the example bellow and update the page.
nl_nl: Het datum- en tijdformaat is niet correct! Bekijk het onderstaande voorbeeld en werk de pagina bij.

source: Input the future date and time for the countdown. Example date format: 04/25/2017 4:00 pm or 25.4.2017 16:00
nl_nl: Voer de datum en tijd in de toekomst in voor het aftellen. Voorbeeld datumformaat: 25/04/2017 46:00 pm of 25.4.2017 16:00

source: Hide labels?
nl_nl: Verberg labels?

source: Featured Product
nl_nl: Uitgelicht product

source: Select a WooCommerce product and display it with some details.
nl_nl: Selecteer een WooCommerce-product en toon het met enkele details.

source: ProteusThemes - Featured Product widget: No product selected! Please select a WooCommerce product in the widget settings.
nl_nl: ProteusThemes - Featured Product widget: Geen product geselecteerd! Selecteer een WooCommerce-product in de widgetinstellingen.

source: -Select product-
nl_nl: -Selecteer product-

source: Image Banner
nl_nl: Afbeelding Banner

source: Linkable banner with image background and custom text.
nl_nl: Linkbare banner met afbeeldingsachtergrond en aangepaste tekst.

source: Text color:
nl_nl: Tekstkleur:

source: Text position:
nl_nl: Tekstpositie:

source: Text size:
nl_nl: Tekstgrootte:

source: Small
nl_nl: Klein

source: Normal
nl_nl: Normaal

source: Big
nl_nl: Groot

source: Text container width:
nl_nl: Tekstcontainerbreedte:

source: Full width
nl_nl: Volledige breedte

source: Half width
nl_nl: Halve breedte

source: Picture URL:
nl_nl: Afbeelding URL:

source: Upload Image
nl_nl: Upload afbeelding

source: Button text:
nl_nl: Knoptekst:

source: If this field is empty, then the whole widget will be click-able, otherwise the button will appear.
nl_nl: Als dit veld leeg is, is de hele widget klikbaar, anders verschijnt de knop.

source: Open link in new tab
nl_nl: Open in nieuw tabblad

source: A row of images pulled from the Instagram for the Page Builder.
nl_nl: Een rij afbeeldingen afgenomen van Instagram voor de Page Builder.

source: Widget instructions:
nl_nl: Widget-instructies:

source: %1$sLogin and get your Instagram Access Token%2$s.
nl_nl: %1$sLog in en verkrijg je Instagram Access Token%2$s.

source: Once you complete the authentication steps, copy the Access Token to the field below.
nl_nl: Eenmaal de authenticatiestappen voltooid, kopieer de toegangstoken naar het onderstaande veld.

source: Number of Images:
nl_nl: Aantal afbeeldingen:

source: Show CTA box?
nl_nl: Toon CTA kader?

source: Text:
nl_nl: Tekst:

source: Select icon:
nl_nl: Selecteer icoon:

source: Click on the icon below or manually select from the %s website.
nl_nl: Klik op het onderstaande pictogram of selecteer handmatig de %s website.

source: Opening Time
nl_nl: Openingstijden

source: Displays a table of your opening hours.
nl_nl: Toont een tabel met de openingsuren.

source: Opening time rows
nl_nl: Openingstijden rijen

source: Opening time row
nl_nl: Openingstijden rij

source: Day:
nl_nl: Dag:

source: Time:
nl_nl: Tijd:

source: Is this item less important?
nl_nl: Is dit item minder belangrijk?

source: Useful for lunch breaks or other less important notifications.
nl_nl: Handig voor lunchpauzes of andere minder belangrijke meldingen.

source: Remove item
nl_nl: Verwijder item

source: Add new item
nl_nl: Nieuw item toevoegen

source: Cart
nl_nl: Winkelwagen
